Revit 2027 API
ParameterTypeId.SymbolFamilyAndTypeNamesParam Property
 "Family and Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SymbolFamilyAndTypeNamesParam { get; }
Public Shared ReadOnly Property SymbolFamilyAndTypeNamesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SymbolFamilyAndTypeNamesParam {
	ForgeTypeId^ get ();
}
static member SymbolFamilyAndTypeNamesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace